Revit 2027 API
SystemZoneElementType.AirChangesPerHour Property
 The air changes per hour.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double AirChangesPerHour { get; set; }
Public Property AirChangesPerHour As Double
	Get
	Set
public:
property double AirChangesPerHour {
	double get ();
	void set (double value);
}
member AirChangesPerHour : float with get, set
Property Value
Double
Exceptions
Exception | Condition
ArgumentException |  When setting this property: The value should be between [0.0,10000].
See Also
Reference
SystemZoneElementType Class
Autodesk.Revit.DB.Mechanical Namespace